Repository: PiRSquared17/appsnap
Catalog: locale/*/LC_MESSAGES/appsnap.po
Languages: bg

source: All
bg: Всички

source: Application
bg: Програми

source: Application names, comma separated or * to filter
bg: Имена на програмите, разделени със запетая или * за да филтрирате

source: Application specific functions
bg: Функции на програмата

source: AppSnap database corrupt. Update AppSnap to restore the database.
bg: Базато от данни е повредена. Обновете AppSnap за да я възстановите.

source: Available Categories
bg: Съществуващи категории

source: Cancel
bg: Отказ

source: Category
bg: Категория

source: Only check for updates
bg: Само проверка да обновления

source: Checking for AppSnap updates
bg: Проверяване за обновлевия на AppSnap

source: Click update to download and install
bg: Изберете обновление за сваляне и инсталация

source: Comparing
bg: Сравняване

source: Default
bg: По подразбиране

source: Description
bg: Описание

source: Done
bg: Готово!

source: Download
bg: Свали

source: Downloaded
bg: Свалено

source: Downloading
bg: Сваляне

source: Download cancelled
bg: Свалянето пркратено

source: Download selected applications
bg: Свалете избраните програми

source: Download failed
bg: Свалянето неуспешно

source: Download succeeded
bg: Свалянето успешно

source: Error
bg: Грешка

source: Failed to create cache location
bg: Неуспешно създаване на кеша

source: Failed to connect
bg: Неуспешно свързване

source: Filter
bg: Търсене

source: Filter applications by category
bg: Сортирай по категория

source: Filter applications by string
bg: Сортирай по дума

source: Filter list by category
bg: Сортирай списъка по категория

source: Filter list by string
bg: Сортирай списъка по дума

source: Get latest version
bg: Свали актуалната версия

source: Global functions
bg: Глобални функции

source: Help
bg: Помощ

source: Open documentation
bg: Отвори местоположение

source: Install
bg: Инсталирай

source: Installed
bg: Инсталирани

source: Installed Applications
bg: Инсталирани програми

source: Failed to update installed.ini. Is it writable?
bg: Неуспешен ъпдейт на installed.ini. Да не е read only?

source: Installed Version
bg: Инсталирана версия

source: Installing
bg: Инсталирване

source: Download and install selected applications
bg: Свали и инсталирай избраните програми

source: Install failed
bg: Инсталацията неуспешна

source: Install succeeded
bg: Инсталацията успешна

source: Key
bg: Ключ

source: Failed to update latest.ini. Is it writable?
bg: Неуспешен ъпдейт на latest.ini. Да не е read only?

source: Latest Version
bg: Актуална версия

source: List all application categories
bg: Списък на всички категории

source: List supported applications
bg: Лист на включените програми

source: Loading
bg: Зареждане

source: Loading database
bg: Зареждане база данни

source: Neither 'scrape' nor 'download' specified
bg: Нито 'Премахване' нито 'Сваляне' въведено

source: Missing section key in db.ini
bg: Липсва ключ в db.ini

source: Missing key 'version' when 'scrape' specified
bg: Липсва ключ 'версия'

source: Name
bg: Име

source: New AppSnap build required. Please update using installer.
bg: Необходима е по-нова версия на AppSnap. Моля обновете.

source: No changes found
bg: Не са намерени промени

source: No such application
bg: Няма такава програма

source: Not available
bg: Не е достъпна

source: Not Installed
bg: Не инсталиран

source: Not Installed Applications
bg: Не инсталирани програми

source: Processing
bg: Обработване

source: Proxy authentication failed. Check config.ini
bg: Прокси аутерификация невалидна. Проверете config.ini

source: Reload
bg: Презареждане

source: Reloading AppSnap
bg: Презареждане на AppSnap

source: Reloading database
bg: Презареждане на базата данни

source: Reload configuration
bg: Презареждане на конфигурацията

source: Removable
bg: Премахваема

source: Report Bug
bg: Бъг?

source: Report a bug
bg: Бъг?

source: Section
bg: Раздел

source: Starting
bg: Стартиране

source: Status
bg: Статус

source: String
bg: Дума

source: Supported Applications
bg: Включени програми

source: Test download only
bg: Тестване на връзката

source: Testing
bg: Тестване

source: This help screen
bg: Този помощен екран

source: Unable to read AppSnap files
bg: Прочитенето на файловете на AppSnap невъзможно

source: Unable to write to AppSnap files
bg: Записването на файловете на AppSnap невъзможно

source: A fatal exception has occurred. Please report this bug to the AppSnap issue tracker: http://code.google.com/p/appsnap/issues/entry. Sorry for the inconvenience.
bg: Възникна фатална грешка. Моля известете за този бъг на тракера на AppSnaphttp://code.google.com/p/appsnap/issues/entry. Извинете за неудобството

source: Uninstall
bg: Премахване

source: Uninstalling
bg: Премахване

source: Uninstall selected applications
bg: Премахване на избраните програми

source: Uninstall failed
bg: Премахване неуспешно

source: Uninstall succeeded
bg: Премахване успешно

source: AppSnap update failed
bg: Обновяването неуспешно

source: AppSnap update succeeded
bg: Обновяването протече успешно

source: Update
bg: Обновяване

source: Update AppSnap and database
bg: Обнови AppSnap и базата данни

source: implies -i, -x if not upgradeable
bg: implies -i, -x ако е невъзможен ъпдейт

source: AppSnap updates available
bg: Има налични обновления на AppSnap

source: Updating AppSnap
bg: Обновяване на AppSnap

source: Upgrade
bg: Обновление

source: Upgradeable
bg: За обновление

source: Upgrade selected applications
bg: Обновляване на избраните програми

source: Upgrade failed
bg: Обновляване неуспешно

source: Upgrade succeeded
bg: Обновляване успешно

source: Upgrading
bg: Обновляване

source: User database corrupt. Check userdb.ini syntax.
bg: База данните е повредена. Проверете синтаксиса на userdb.ini.

source: Waiting
bg: Моля изчакайте

source: Website
bg: Страница

source: Build executable using Py2Exe
bg: Създайте програмата с Py2Exe

source: Build failed.
bg: Създаване неуспешно.

source: Compress executables using UPX
bg: Компресирайте програмата с UPX

source: Create NSIS package
bg: Създайте NSIS пакет

source: Create ZIP package
bg: Създайте ZIP пакет

source: NSIS not available
bg: NSIS не е дъстъпна

source: OPTIONS
bg: Свойства

source: Rezip shared library using 7-Zip
bg: Прекомпресирайте с 7-Zip

source: 7-Zip not available
bg: 7-Zip не е достъпен

source: UPX not available
bg: UPX не е достъпен

source: Usage
bg: Употреба
