Repository: PiRSquared17/appsnap
Catalog: appsnap/locale/*/LC_MESSAGES/appsnap.po
Languages: nl

source: All
nl: Alle

source: Application
nl: Applicatie

source: Application names, comma separated or * to filter
nl: Applicatie namen, gescheiden door comma's of * om te filteren

source: Application specific functions
nl: Applicatie specifieke functies

source: AppSnap database corrupt. Update AppSnap to restore the database.
nl: De AppSnap database is corrupt. Update AppSnap om de database te herstellen.

source: Available Categories
nl: Beschikbare categorieën

source: Cancel
nl: Annuleren

source: Category
nl: Categorie

source: Only check for updates
nl: Controleer enkel op updates

source: Checking for AppSnap updates
nl: AppSnap updates aan het controleren

source: Click update to download and install
nl: Klik update om af te halen en te installeren

source: Comparing
nl: Aan het vergelijken

source: Default
nl: Standaard

source: Description
nl: Omschrijving

source: Done
nl: Voltooid

source: Download
nl: Afhalen

source: Downloaded
nl: Afgehaald

source: Downloading
nl: Aan het afhalen

source: Download cancelled
nl: Afhalen geannuleerd

source: Download selected applications
nl: Afhalen geselecteerde applicaties

source: Download failed
nl: Afhalen is mislukt

source: Download succeeded
nl: Afhalen succesvol

source: Error
nl: Fout

source: Failed to create cache location
nl: Kon cache lokatie niet aanmaken

source: Failed to connect
nl: Kon geen verbinding maken

source: Filter applications by category
nl: Filter applicaties op categorie

source: Filter applications by string
nl: Filter applicaties op tekst

source: Filter list by category
nl: Filter lijst op categorie

source: Filter list by string
nl: Filter lijst op tekst

source: Get latest version
nl: Haal de laatste versie op

source: Global functions
nl: Globale functies

source: Open documentation
nl: Open documentatie

source: Install
nl: Installeren

source: Installed
nl: Geïnstalleerd

source: Installed Applications
nl: Gëinstalleerde Applicaties

source: Failed to update installed.ini. Is it writable?
nl: Kon installed.ini niet aanpassen. Is het overschrijfbaar?

source: Installed Version
nl: Geïnstalleerde Versie

source: Installing
nl: Aan het installeren

source: Download and install selected applications
nl: Geselecteerde applicaties afhalen en installeren

source: Install failed
nl: Installatie mislukt

source: implies -d
nl: impliceert -d

source: Install succeeded
nl: Installatie is gelukt

source: Key
nl: Sleutel

source: Failed to update latest.ini. Is it writable?
nl: Kon latest.ini niet aanpassen. Is het overschrijfbaar?

source: Latest Version
nl: Laatste Versie

source: List all application categories
nl: Toon alle applicatie categorieën

source: List supported applications
nl: Toon alle ondersteunde applicaties

source: Loading
nl: Aan het laden

source: Loading database
nl: Database aan het laden

source: Neither 'scrape' nor 'download' specified
nl: Noch 'scrape' noch 'download' werd opgegeven

source: Missing section key in db.ini
nl: Ontbrekende sectie sleutel in db.ini

source: Missing key 'version' when 'scrape' specified
nl: Ontbrekende sleutel 'version' wanneer 'scrape' gespecifieerd is

source: Name
nl: Naam

source: New AppSnap build required. Please update using installer.
nl: Nieuwe AppSnap build is vereist. Gelieve te updaten met de installer.

source: No changes found
nl: Geen wijzigingen gevonden

source: No such application
nl: Geen zo'n applicatie

source: Not available
nl: Niet beschikbaar

source: Not Installed
nl: Niet geïnstalleerd

source: Not Installed Applications
nl: Niet Geïnstalleerde Applicaties

source: Processing
nl: Aan het verwerken

source: Proxy authentication failed. Check config.ini
nl: Proxy authentificatie mislukt. Controleer config.ini

source: Reload
nl: Herlaad

source: Reloading AppSnap
nl: AppSnap aan het herladen

source: Reloading database
nl: Database aan het herladen

source: Reload configuration
nl: Herladen configuratie

source: Removable
nl: Verwijderbaar

source: Report Bug
nl: Bug rapporteren

source: Report a bug
nl: Rapporteer een bug

source: Section
nl: Sectie

source: Starting
nl: Aan het starten

source: String
nl: Tekst

source: Supported Applications
nl: Ondersteunde Applicaties

source: Test download only
nl: Test alleen het afhalen

source: Testing
nl: Aan het testen

source: This help screen
nl: Dit helpscherm

source: Unable to read AppSnap files
nl: Kan AppSnap bestanden niet lezen

source: Unable to write to AppSnap files
nl: Kan AppSnap bestanden niet opslaan

source: A fatal exception has occurred. Please report this bug to the AppSnap issue tracker: http://code.google.com/p/appsnap/issues/entry. Sorry for the inconvenience.
nl: Een fatal exception deed zich voor. Rapporteer deze bug a.u.b. in de AppSnap issue tracker : http://code.google.com/p/appsnap/issues/entry. Excuses voor het ongemak.

source: Uninstall
nl: Deïnstalleren

source: Uninstalling
nl: Aan het deïnstalleren

source: Uninstall selected applications
nl: Deïnstalleer geselecteerde applicaties

source: Uninstall failed
nl: Deïnstallatie mislukt

source: Uninstall succeeded
nl: Deïnstallatie gelukt

source: AppSnap update failed
nl: AppSnap update is mislukt

source: AppSnap update succeeded
nl: AppSnap update is gelukt

source: Update AppSnap and database
nl: Update AppSnap en de database

source: implies -i, -x if not upgradeable
nl: impliceert -i, -x als niet bijwerkbaar

source: AppSnap updates available
nl: AppSnap updates zijn beschikbaar

source: Updating AppSnap
nl: AppSnap aan het updaten

source: Upgrade
nl: Bijwerken

source: Upgradeable
nl: Bijwerkbaar

source: Upgrade selected applications
nl: Bijwerken van de geselecteerde applicaties

source: Upgrade failed
nl: Bijwerken mislukt

source: Upgrade succeeded
nl: Bijwerken gelukt

source: Upgrading
nl: Aan het bijwerken

source: User database corrupt. Check userdb.ini syntax.
nl: Gebruikers database corrupt. Controleer userdb.ini syntax.

source: Display download status
nl: Toon status afhalen

source: Waiting
nl: Aan het wachten

source: Build executable using Py2Exe
nl: Build uitvoerbaar bestand met Py2Exe

source: Build failed.
nl: Build is mislukt

source: Compress executables using UPX
nl: Comprimeer uitvoerbare bestanden met UPX

source: Create NSIS package
nl: NSIS pakket aanmaken

source: Create ZIP package
nl: ZIP pakket aanmaken

source: NSIS not available
nl: NSIS niet beschikbaar

source: OPTIONS
nl: OPTIES

source: Rezip shared library using 7-Zip
nl: Hercomprimeer de gedeelde bibliotheek met 7-Zip

source: 7-Zip not available
nl: 7-Zip niet beschikbaar

source: UPX not available
nl: UPX niet beschikbaar

source: Usage
nl: Gebruik
