Repository: PiRSquared17/appsnap
Catalog: trunk/appsnap/locale/*/LC_MESSAGES/appsnap.po
Languages: da

source: All
da: Alle

source: Application
da: Program

source: Application names, comma separated or * to filter
da: Program navne, komma separeret eller * for at sortere

source: Application specific functions
da: Program specifikke funktioner

source: Available Categories
da: Mulige kategorier

source: Cancel
da: Annullér

source: Category
da: Ketegori

source: Comparing
da: Sammenligner

source: Default
da: Standard

source: Description
da: Beskrivelse

source: Done
da: Færdig

source: Downloading
da: Downloader

source: Download cancelled
da: Download afbrudt

source: Download selected applications
da: Download valgte programmer

source: Download failed
da: Kunne ikke downloade

source: Download succeeded
da: Download gennemført

source: Error
da: Fejl

source: Failed to create cache location
da: Kunne ikke oprette cache lokalitet

source: Failed to connect
da: Kunne ikke få forbindelse

source: Filter
da: Sorter

source: Filter applications by category
da: Sorter programmer efter kategori

source: Filter applications by string
da: Sorter programmer efter søgning

source: Filter list by category
da: Sorter listen efter kategori

source: Filter list by string
da: Sorter listen efter søgning

source: Get latest version
da: Hent nyeste version

source: Global functions
da: Globale funktioner

source: Help
da: Hjælp

source: Open documentation
da: Åbn dokumentation

source: Install
da: Installér

source: Installed
da: Installeret

source: Installed Applications
da: Installerede programmer

source: Failed to update installed.ini. Is it writable?
da: Kunne ikke opdatere installed.ini. Er den skrivebeskyttet?

source: Installed Version
da: Installeret version

source: Installing
da: Installerer

source: Download and install selected applications
da: Download og installér valgte programmer

source: Install failed
da: Kunne ikke installere

source: implies -d
da: antyder -d

source: Install succeeded
da: Installetion gennemført

source: Key
da: Nøgle

source: Failed to update latest.ini. Is it writable?
da: Kunne ikke opdatere latest.ini. Er den skrivebeskyttet?

source: Latest Version
da: Nyeste version

source: List all application categories
da: Vis alle program kategorier

source: List supported applications
da: Vis understøttede programmer

source: Loading
da: Henter

source: Loading database
da: Henter database

source: Neither 'scrape' nor 'download' specified
da: Hverken 'scrape' eller 'download' angivet

source: Missing section key in db.ini
da: Manglende sektionsangivelse i db.ini

source: Missing key 'version' when 'scrape' specified
da: Manglende 'version' når 'scrape' er specificeret

source: Name
da: Navn

source: No changes found
da: Ingen ændringer fundet

source: No such application
da: Ingen programmer

source: Not available
da: Ikke tilgængelig

source: Not Installed
da: Ikke installeret

source: Not Installed Applications
da: Ikke installerede programmer

source: Processing
da: Arbejder

source: Proxy authentication failed. Check config.ini
da: Proxy authentication mislykkedes. Tjeck config.ini

source: Reload
da: Indlæs igen

source: Reloading database
da: Indlæser database

source: Reload configuration
da: Indlæser konfiguration

source: Removable
da: Kan fjernes

source: Report Bug
da: Rapportér Bug

source: Report a bug
da: Rapportér en Bug (programfejl)

source: Section
da: Sektion

source: Starting
da: Starter

source: String
da: Tekst streng

source: Supported Applications
da: Understøttede programmer

source: Test download only
da: Test download

source: Testing
da: Tester

source: This help screen
da: Denne "Hjælp" skærm

source: Uninstall
da: Afinstallér

source: Uninstalling
da: Afinstallerer

source: Uninstall selected applications
da: Afinstallérvalgte programmer

source: Uninstall failed
da: Afinstallation mislykkedes

source: Uninstall succeeded
da: Afinstallation gennemført

source: implies -i, -x if not upgradeable
da: medfører -i, -x hvis det ikke kan opgraderes

source: Upgrade
da: Opgradér

source: Upgradeable
da: Kan opgraderes

source: Upgrade selected applications
da: Opgradér valgte programmer

source: Upgrade failed
da: Opgradering mislykkedes

source: Upgrade succeeded
da: Opgradering gennemført

source: Upgrading
da: Opgraderer

source: Waiting
da: Venter

source: Website
da: Hjemmeside

source: Build executable using Py2Exe
da: Opret program med Py2Exe

source: Build failed.
da: Kunne ikke oprette Program

source: Compress executables using UPX
da: Pak programmer med UPX

source: Create NSIS package
da: Opret NSIS pakke

source: Create ZIP package
da: Opret ZIP pakke

source: NSIS not available
da: NSIS er ikke tilgængelig

source: OPTIONS
da: Indstillinger

source: Rezip shared library using 7-Zip
da: Zip delt bibliotek igen med 7-Zip

source: 7-Zip not available
da: 7-Zip ikke tilgængelig

source: UPX not available
da: UPX ikke tilgængelig

source: Usage
da: Brug
