Repository: PiRSquared17/appsnap
Catalog: tags/appsnap-1.3.3/locale/*/LC_MESSAGES/appsnap.po
Languages: ru

source: All
ru: Все

source: Application
ru: Приложение

source: Application names, comma separated or * to filter
ru: Названия приложений, разделенные запятыми или символ * для фильтрации

source: Application specific functions
ru: Функции, специфичные для приложения

source: AppSnap database corrupt. Update AppSnap to restore the database.
ru: Повреждена база данных AppSnap. Обновите AppSnap, чтобы восстановить базу данных.

source: Available Categories
ru: Доступные категории

source: Cancel
ru: Отмена

source: Category
ru: Категория

source: Only check for updates
ru: Только проверить обновления

source: Checking for AppSnap updates
ru: Проверяю обновления AppSnap

source: Click update to download and install
ru: Нажмите Обновить, чтобы скачать и установить

source: Comparing
ru: Сравнение

source: Default
ru: По умолчанию

source: Description
ru: Описание

source: Done
ru: Готово

source: Download
ru: Скачать

source: Downloaded
ru: Скачано

source: Downloading
ru: Закачивается

source: Download cancelled
ru: Закачка отменена

source: Download selected applications
ru: Скачать выбранные приложения

source: Download failed
ru: Ошибка закачки

source: Download succeeded
ru: Закачка успешно завершена

source: Error
ru: Ошибка

source: Failed to create cache location
ru: Ошибка выделения места под кэш

source: Failed to connect
ru: Не могу соединиться

source: Filter
ru: Фильтр

source: Filter applications by category
ru: Фильтровать приложения по категориям

source: Filter applications by string
ru: Фильтровать приложения по строке

source: Filter list by category
ru: Список фильтров по категориям

source: Filter list by string
ru: Список фильтров по строкам

source: Get latest version
ru: Скачать свежую версию

source: Global functions
ru: Глобальные функции

source: Help
ru: Справка

source: Open documentation
ru: Открыть документацию

source: Install
ru: Установить

source: Installed
ru: Установленные

source: Installed Applications
ru: Установленные приложения

source: Failed to update installed.ini. Is it writable?
ru: Не могу записать в installed.ini. Доступен ли он для записи?

source: Installed Version
ru: Установленная версия

source: Installing
ru: Устанаваливаю

source: Download and install selected applications
ru: Скачать и установить выбранные приложения

source: Install failed
ru: Ошибка установки

source: implies -d
ru: предполагает ключ -d

source: Install succeeded
ru: Установка успешно завершена

source: Key
ru: Ключ

source: Failed to update latest.ini. Is it writable?
ru: Не могу записать в latest.ini. Доступен ли он для записи?

source: Latest Version
ru: Свежая версия

source: List all application categories
ru: Список всех категорий приложений

source: List supported applications
ru: Список поддерживаемых приложений

source: Loading
ru: Загрузка

source: Loading database
ru: Перезагружаю базу данных

source: Neither 'scrape' nor 'download' specified
ru: Не указано ни 'download', ни 'scrape' (ни скачать, ни собрать)

source: Missing section key in db.ini
ru: Ошибочное имя секции в db.ini

source: Missing key 'version' when 'scrape' specified
ru: Отсутствует ключ 'version' при указанном 'scrape' (версия, собрать)

source: Name
ru: Имя

source: New AppSnap build required. Please update using installer.
ru: Необходима свежая сборка AppSnap. Пожалуйста, обновите AppSnap с помощью программы установки.

source: No changes found
ru: Изменений не обнаружено

source: No such application
ru: Приложение не найдено

source: Not available
ru: Недоступно

source: Not Installed
ru: Не установленые

source: Not Installed Applications
ru: Неустановленные приложения

source: Processing
ru: Обработка

source: Proxy authentication failed. Check config.ini
ru: Неверный логин и/или пароль для прокси. Проверьте config.ini

source: Reload
ru: Перезагрузка

source: Reloading AppSnap
ru: Перезагрузка AppSnap

source: Reloading database
ru: Перезагружаю базу данных

source: Reload configuration
ru: Перезагрузить конфигурацию

source: Removable
ru: Доступные для удаления

source: Report Bug
ru: Я нашел ошибку!

source: Report a bug
ru: Я нашел ошибку!

source: Section
ru: Секция

source: Starting
ru: Запуск

source: Status
ru: Статус

source: String
ru: Строка

source: Supported Applications
ru: Поддерживаемые приложения

source: Test download only
ru: Только проверить возможность скачивания

source: Testing
ru: Тестирование

source: This help screen
ru: Этот справочный экран

source: Unable to read AppSnap files
ru: Не могу прочитать файлы AppSnap

source: Unable to write to AppSnap files
ru: Не могу записать файлы AppSnap

source: A fatal exception has occurred. Please report this bug to the AppSnap issue tracker: http://code.google.com/p/appsnap/issues/entry. Sorry for the inconvenience.
ru: Произошло фатальная ошибка. Пожалуйста, сообщите о ней сюда: http://code.google.com/p/appsnap/issues/entry . Извините за неудобства, спасибо.

source: Uninstall
ru: Удаление

source: Uninstalling
ru: Удаляю

source: Uninstall selected applications
ru: Удалить выбранные приложения

source: Uninstall failed
ru: Удалить не удалось

source: Uninstall succeeded
ru: Успешно удален(ы)

source: AppSnap update failed
ru: Ошибка обновления AppSnap

source: AppSnap update succeeded
ru: AppSnap успешно обновлен

source: Update
ru: Обновить AppSnap

source: Update AppSnap and database
ru: Обновляю AppSnap и базу данных

source: implies -i, -x if not upgradeable
ru: если обновление невозможно, предполагаются ключи -i, -x

source: AppSnap updates available
ru: Готовы обновления для AppSnap

source: Updating AppSnap
ru: Обновить AppSnap

source: Upgrade
ru: Обновить

source: Upgradeable
ru: Есть обновления

source: Upgrade selected applications
ru: Обновить выбранные приложения

source: Upgrade failed
ru: Ошибка обновления

source: Upgrade succeeded
ru: Успешно обновлено(обновлены)

source: Upgrading
ru: Обновление

source: User database corrupt. Check userdb.ini syntax.
ru: Повреждена пользовательская БД. Проверьте синтаксис userdb.ini.

source: Waiting
ru: Ожидаю

source: Website
ru: Веб-страница

source: Build executable using Py2Exe
ru: Создать исполняемый файл с помощью Py2Exe

source: Build failed.
ru: Ошибка сборки

source: Compress executables using UPX
ru: Сжимаю программу с помощью UPX

source: Create NSIS package
ru: Создать NSIS-сборку

source: Create ZIP package
ru: Создать ZIP-архив

source: NSIS not available
ru: NSIS недоступен

source: OPTIONS
ru: НАСТРОЙКИ

source: Rezip shared library using 7-Zip
ru: Повторно сжать общие библиотеки 7-ZIP'ом.

source: 7-Zip not available
ru: 7-Zip недоступен

source: UPX not available
ru: UPX недоступен

source: Usage
ru: Использование
